[
 {
  "Main Group": "COMMERCIAL",
  "Sub Group": "Strategic",
  "ID": 1,
  "Name": "MarCom understanding",
  "Question": "I know the specific market mechanisms of the markets we operate in, know in which way I have to approach these and can communicate at a strategic level with our business partners",
  "Description": "When answering this question, consider the full range of business partners you might encounter. This includes junior partners who may respond to a junior market strategist and senior partners who require more seasoned advice. Your rating should reflect your ability to understand market mechanisms, approach them effectively, and communicate strategically with different types of partners:\n\nIf you understand the market mechanisms but cannot effectively apply or communicate them, rate yourself a 3.\nIf only junior partners listen to your strategic communication, rate yourself a 5.\nIf most types of partners usually respond well to your market knowledge and strategic communication, and you can work independently, rate yourself a 6.\nIf all types of partners always respond well to your market knowledge and strategic communication, rate yourself a 7.\nIf partners highly value your market insights and strategic communication, rate yourself an 8.\nIf partners and colleagues are always impressed by your market knowledge and strategic communication, rate yourself a 9.\nIf you are recognized as the best in understanding market mechanisms and strategic communication, rate yourself a 10.",
  "Weight": 50,
  "Sequence": 1,
  "Advies 1-4": "Start by gaining a solid understanding of market mechanisms through reading, online courses, and workshops. Seek mentorship from experienced market strategists.\nPractice applying market knowledge in low-risk scenarios. Request feedback and iterate on your approach.\nVolunteer for projects where you can practice market strategies and strategic communication in a controlled environment to build confidence and experience.",
  "Advies 5-6": "Engage in more complex projects to challenge your market understanding and strategic communication skills. Work on enhancing your communication techniques to convey your insights more effectively.\nSeek opportunities to work with more senior partners to broaden your experience. Consider advanced training or certifications in market analysis and strategic communication to solidify your expertise.",
  "Advies 7": "Enhance your network within your industry to learn from peers and share best practices.\nTake on leadership roles in projects involving market strategies to further refine your skills.\nStay updated with the latest trends and innovations in market analysis and strategic communication.\n",
  "Advies 8 -10": "You are highly skilled, and your business partners are very impressed with your market knowledge and strategic communication. Share your knowledge through mentoring or leading workshops. Continue to seek challenging projects to further hone your skills.\nYour expertise is widely recognized. Consider writing articles or books on market mechanisms and strategic communication to share your insights with a broader audience. Take part in industry conferences as a speaker.\nYou are at the pinnacle of your field. Focus on shaping the future of market strategies by contributing to thought leadership, advising top-tier partners, and nurturing the next generation of market strategists.",
  "Answer1": "I have no understanding of the market mechanisms.",
  "Answer2": "I know the market mechanisms but cannot apply this knowledge.",
  "Answer3": "I understand the market mechanisms but cannot apply them effectively.",
  "Answer4": "I apply market knowledge at a very basic level.",
  "Answer5": "I apply market knowledge to some extent.",
  "Answer6": "I apply market knowledge regularly at a professional level.\n",
  "Answer7": "I excel in market knowledge and strategic communication with partners.",
  "Answer8": "I am highly skilled in market knowledge, and people are very impressed.\n",
  "Answer9": "I am among the best in market knowledge and strategic communication in my field.",
  "Answer10": "No one is more proficient in market knowledge and strategic communication than I am."
 },
 {
  "Main Group": "COMMERCIAL",
  "Sub Group": "Strategic",
  "ID": 2,
  "Name": "Market understanding",
  "Question": "To what extent do you understand the specific sector, including the interests, behavior, products, players, and trends in that market, and know the complete logistical and value chain?",
  "Description": "When answering this question, consider the full range of stakeholders you might encounter within the sector, including junior and senior stakeholders. Your rating should reflect your ability to understand the sector, including interests, behavior, products, players, and trends, as well as the complete logistical and value chain, and your capability to elaborate strategy within the context of commerce:\n\nIf you understand the sector but cannot effectively apply or communicate this knowledge, rate yourself a 3.\nIf only junior stakeholders engage with your insights, rate yourself a 5.\nIf most types of stakeholders usually respond well to your sector knowledge and logistical understanding, and you can work independently, rate yourself a 6.\nIf all types of stakeholders always respond well to your sector knowledge and logistical understanding, rate yourself a 7.\nIf stakeholders highly value your sector insights and logistical understanding, rate yourself an 8.\nIf stakeholders and colleagues are always impressed by your sector knowledge and logistical understanding, rate yourself a 9.\nIf you are recognized as the best in understanding the sector and its logistical and value chain, rate yourself a 10.",
  "Weight": 50,
  "Sequence": 2,
  "Advies 1-4": "Start by gaining a solid understanding of the specific sector through reading, online courses, and workshops. Seek mentorship from experienced sector analysts.\nPractice applying sector knowledge in low-risk scenarios. Request feedback and iterate on your approach.\nVolunteer for projects where you can practice sector analysis and understanding of the logistical and value chain in a controlled environment to build confidence and experience.",
  "Advies 5-6": "Engage in more complex projects to challenge your sector understanding and logistical analysis skills. Work on enhancing your communication techniques to convey your insights more effectively.\nSeek opportunities to work with more senior stakeholders to broaden your experience. Consider advanced training or certifications in sector analysis and logistical chain management to solidify your expertise.",
  "Advies 7": "Enhance your network within your industry to learn from peers and share best practices.\nTake on leadership roles in projects involving sector analysis and logistical chain understanding to further refine your skills.\nStay updated with the latest trends and innovations in sector analysis and logistical chain management.",
  "Advies 8 -10": "You are highly skilled, and your stakeholders are very impressed with your sector knowledge and logistical understanding. Share your knowledge through mentoring or leading workshops. Continue to seek challenging projects to further hone your skills.",
  "Answer1": "I have no understanding of the specific sector.",
  "Answer2": "I know about the sector but cannot apply this knowledge.\n",
  "Answer3": "I understand the sector but cannot apply the knowledge effectively.",
  "Answer4": "I apply sector knowledge at a very basic level.",
  "Answer5": "I apply sector knowledge to some extent.",
  "Answer6": "I apply sector knowledge regularly at a professional level.\n",
  "Answer7": "I excel in understanding the sector and its value chain.",
  "Answer8": "I am highly skilled in sector knowledge, and people are very impressed.\n",
  "Answer9": "I am among the best in understanding the sector and its value chain.\n",
  "Answer10": "No one is more proficient in understanding the sector and its value chain than I am."
 },
 {
  "Main Group": "COMMERCIAL",
  "Sub Group": "Strategic",
  "ID": 4,
  "Name": "Able to elaborate strategy",
  "Question": "I can translate commercial strategies and\/or sub-strategies SMART into activities and tasks that have to be done within Quince. (SMART. Specific, Measurable, Acceptable, Realistic, Time-limited).",
  "Description": "When answering this question, consider the full range of commercial strategies and sub-strategies you might need to translate into SMART tasks. This includes easy strategies that might be simpler to elaborate on and more complex strategies that require more nuanced and comprehensive planning. Your rating should reflect your ability to understand and elaborate commercial strategies, translate them into specific, measurable, acceptable, realistic, and time-limited activities, and communicate these effectively within the context of commerce:\n\nIf you understand commercial strategies but cannot effectively apply or communicate this knowledge or create SMART tasks, rate yourself a 3.\nIf you can create SMART tasks but only for simpler, junior-level strategies, rate yourself a 5.\nIf you can regularly and professionally create SMART tasks for various commercial strategies, rate yourself a 6.\nIf you can excel in translating all types of commercial strategies into SMART tasks, rate yourself a 7.\nIf partners highly value your ability to create SMART tasks from commercial strategies, rate yourself an 8.\nIf stakeholders and colleagues are always impressed by your strategic translation skills, rate yourself a 9.\nIf you are recognized as the best in translating commercial strategies into SMART tasks, rate yourself a 10.\n",
  "Weight": 50,
  "Sequence": 3,
  "Advies 1-4": "Start by gaining a solid understanding of commercial strategies and SMART criteria through reading, online courses, and workshops. Seek mentorship from experienced strategists.\nPractice applying commercial strategies in low-risk scenarios. Focus on creating SMART tasks and request feedback to improve.\nVolunteer for projects where you can practice strategy translation and creating SMART tasks in a controlled environment to build confidence and experience.",
  "Advies 5-6": "Engage in more complex projects to challenge your strategy translation skills and ability to create SMART tasks. Work on enhancing your communication techniques to convey your strategies more effectively.\nSeek opportunities to work with more senior stakeholders to broaden your experience. Consider advanced training or certifications in strategic planning and SMART task creation to solidify your expertise.",
  "Advies 7": "Enhance your network within your industry to learn from peers and share best practices.\nTake on leadership roles in projects involving commercial strategies to further refine your skills.\nStay updated with the latest trends and innovations in strategic planning and SMART task creation.",
  "Advies 8 -10": "You are highly skilled, and your stakeholders are very impressed with your ability to translate commercial strategies into SMART tasks. Share your knowledge through mentoring or leading workshops. Continue to seek challenging projects to further hone your skills.\nYour expertise is widely recognized. Consider writing articles or books on strategic planning and SMART task creation to share your insights with a broader audience. Take part in industry conferences as a speaker.\nYou are at the pinnacle of your field. Focus on shaping the future of strategic planning by contributing to thought leadership, advising top-tier stakeholders, and nurturing the next generation of strategists.",
  "Answer1": "I have no understanding of commercial strategies or SMART criteria.",
  "Answer2": "I know about commercial strategies but cannot apply this knowledge or create SMART tasks.",
  "Answer3": "I understand commercial strategies but cannot apply the knowledge or create SMART tasks effectively.",
  "Answer4": "I apply commercial strategies and create SMART tasks at a very basic level.",
  "Answer5": "I apply commercial strategies and create SMART tasks to some extent.",
  "Answer6": "I apply commercial strategies and create SMART tasks regularly at a professional level.",
  "Answer7": "I excel in translating commercial strategies into SMART tasks.",
  "Answer8": "I am highly skilled in strategy translation, and partners are very impressed.",
  "Answer9": "I am among the best in translating commercial strategies into SMART tasks.",
  "Answer10": "No one is more proficient in translating commercial strategies into SMART tasks than I am."
 },
 {
  "Main Group": "COMMERCIAL",
  "Sub Group": "Client-oriented",
  "ID": 5,
  "Name": "Client knowledge",
  "Question": "I know almost all clients of the company I work for, meaning that I know what sort of organisations they are, which interests are at stake internally and externally, which mutual relations exist, and which strategy the clients pursue in the market.",
  "Description": "When answering this question, consider the full range of clients you might encounter. This includes understanding the type of organizations they are, their internal and external interests, their mutual relations, and the strategies they pursue in the market. Your rating should reflect your ability to understand these aspects within the context of being client-oriented and commercial:\n\nIf you understand our clients but cannot effectively apply or communicate this knowledge, rate yourself a 3.\nIf you can apply client knowledge but only at a basic level, rate yourself a 4 or 5.\nIf you regularly and professionally understand and apply client knowledge, rate yourself a 6.\nIf you excel in understanding and applying client knowledge and strategy, rate yourself a 7.\nIf clients highly value your understanding and application of client knowledge and strategy, rate yourself an 8.\nIf stakeholders and colleagues are always impressed by your client knowledge and strategic understanding, rate yourself a 9.\nIf you are recognized as the best in understanding and applying client knowledge and strategy, rate yourself a 10.",
  "Weight": 50,
  "Sequence": 4,
  "Advies 1-4": "Start by gaining a solid understanding of your clients through internal resources, client databases, and market research. Seek mentorship from experienced client managers.\nPractice applying client knowledge in low-risk scenarios. Focus on understanding their interests and strategies and request feedback to improve.\nVolunteer for projects where you can practice client management and strategic understanding in a controlled environment to build confidence and experience.",
  "Advies 5-6": "Engage in more complex projects to challenge your client knowledge and understanding of their strategies. Work on enhancing your communication techniques to convey your insights more effectively.\nSeek opportunities to work with more senior clients to broaden your experience. Consider advanced training or certifications in client management and strategic planning to solidify your expertise.",
  "Advies 7": "Enhance your network within your industry to learn from peers and share best practices.\nTake on leadership roles in projects involving client management to further refine your skills.\nStay updated with the latest trends and innovations in client management and strategic planning.",
  "Advies 8 -10": "You are highly skilled, and your clients are very impressed with your understanding of their interests and strategies. Share your knowledge through mentoring or leading workshops. Continue to seek challenging projects to further hone your skills.\nYour expertise is widely recognized. Consider writing articles or books on client management and strategic planning to share your insights with a broader audience. Take part in industry conferences as a speaker.\nYou are at the pinnacle of your field. Focus on shaping the future of client management by contributing to thought leadership, advising top-tier clients, and nurturing the next generation of client managers.",
  "Answer1": "I have no understanding of our clients or their interests.",
  "Answer2": "I know about our clients but cannot apply this knowledge effectively.",
  "Answer3": "I understand our clients but cannot effectively apply the knowledge.",
  "Answer4": "I apply client knowledge at a very basic level.",
  "Answer5": "I apply client knowledge to some extent.",
  "Answer6": "I apply client knowledge regularly at a professional level.",
  "Answer7": "I excel in understanding our clients and their strategies.",
  "Answer8": "I am highly skilled in client knowledge, and clients are very impressed.",
  "Answer9": "I am among the best in understanding our clients and their strategies.",
  "Answer10": "No one is more proficient in understanding our clients and their strategies than I am."
 },
 {
  "Main Group": "COMMERCIAL",
  "Sub Group": "Client-oriented",
  "ID": 6,
  "Name": "Analyse problems",
  "Question": "To what extent do you know how to trace the problems and needs of the client, filter to the core issues, and not blindly trust the client's in-house analysis, within the context of being client-oriented and commercial?",
  "Description": "When answering this question, consider the variety of assignments you might encounter, ranging from simple to very complex. In complex cases, thorough insight, knowledge, and experience are necessary to analytically assess the client's input and uncover the true underlying issues. Your rating should reflect your ability to perform these tasks within a commercial and client-oriented context:\n\nIf you understand how to trace client problems but cannot effectively filter to the core issues, rate yourself a 3.\nIf you can apply problem analysis but only at a basic level, rate yourself a 4 or 5.\nIf you regularly and professionally trace and analyze client problems and filter to the core issues, rate yourself a 6.\nIf you excel in understanding and applying problem analysis, rate yourself a 7.\nIf clients highly value your problem analysis skills, rate yourself an 8.\nIf stakeholders and colleagues are always impressed by your ability to trace and analyze client problems, rate yourself a 9.\nIf you are recognized as the best in tracing and analyzing client problems, rate yourself a 10.",
  "Weight": 50,
  "Sequence": 5,
  "Advies 1-4": "Start by gaining a solid understanding of problem analysis techniques through reading, online courses, and workshops. Seek mentorship from experienced problem analysts.\nPractice tracing client problems in low-risk scenarios. Focus on filtering to the core issues and request feedback to improve.\nVolunteer for projects where you can practice problem analysis in a controlled environment to build confidence and experience.",
  "Advies 5-6": "Engage in more complex projects to challenge your problem analysis skills. Work on enhancing your critical thinking techniques to filter core issues more effectively.\nSeek opportunities to work with more senior clients to broaden your experience. Consider advanced training or certifications in problem analysis and client management to solidify your expertise.",
  "Advies 7": "Enhance your network within your industry to learn from peers and share best practices.\nTake on leadership roles in projects involving client problem analysis to further refine your skills.\nStay updated with the latest trends and innovations in problem analysis and client management.",
  "Advies 8 -10": "You are highly skilled, and your clients are very impressed with your ability to trace and analyze their problems. Share your knowledge through mentoring or leading workshops. Continue to seek challenging projects to further hone your skills.\nYour expertise is widely recognized. Consider writing articles or books on problem analysis and client management to share your insights with a broader audience. Take part in industry conferences as a speaker.\nYou are at the pinnacle of your field. Focus on shaping the future of problem analysis by contributing to thought leadership, advising top-tier clients, and nurturing the next generation of problem analysts.",
  "Answer1": "I have no understanding of how to trace client problems or needs.",
  "Answer2": "I know how to trace client problems but cannot apply this knowledge effectively.",
  "Answer3": "I understand how to trace client problems but cannot effectively filter to the core issues.",
  "Answer4": "I apply problem analysis at a very basic level.",
  "Answer5": "I apply problem analysis to some extent.",
  "Answer6": "I regularly and professionally trace and analyze client problems.",
  "Answer7": "I excel in tracing client problems and filtering to the core issues.",
  "Answer8": "I am highly skilled in problem analysis, and clients are very impressed.",
  "Answer9": "I am among the best in tracing and analyzing client problems.",
  "Answer10": "No one is more proficient in tracing and analyzing client problems than I am."
 },
 {
  "Main Group": "COMMERCIAL",
  "Sub Group": "Client-oriented",
  "ID": 7,
  "Name": "Able to judge",
  "Question": "To what extent can you survey issues, balance them based on knowledge and experience, and provide realistic proposals or advice to the client?",
  "Description": "When answering this question, consider the variety of issues you might encounter, ranging from simple to very complex. In complex cases, thorough insight, knowledge, and experience are necessary to balance the issues and provide realistic proposals or advice. Your rating should reflect your ability to perform these tasks within a commercial and client-oriented context:",
  "Weight": 50,
  "Sequence": 6,
  "Advies 1-4": "Start by gaining a solid understanding of issue analysis techniques through reading, online courses, and workshops. Seek mentorship from experienced advisors.\nPractice surveying issues and providing advice in low-risk scenarios. Focus on balancing issues based on knowledge and experience, and request feedback to improve.\nVolunteer for projects where you can practice issue analysis and advising in a controlled environment to build confidence and experience.",
  "Advies 5-6": "Engage in more complex projects to challenge your issue analysis and advising skills. Work on enhancing your critical thinking techniques to balance issues more effectively.\nSeek opportunities to work with more senior clients to broaden your experience. Consider advanced training or certifications in issue analysis and client management to solidify your expertise.",
  "Advies 7": "Enhance your network within your industry to learn from peers and share best practices.\nTake on leadership roles in projects involving issue analysis and advising to further refine your skills.\nStay updated with the latest trends and innovations in issue analysis and client management.",
  "Advies 8 -10": "You are highly skilled, and your clients are very impressed with your ability to survey, balance, and provide advice on issues. Share your knowledge through mentoring or leading workshops. Continue to seek challenging projects to further hone your skills.\nYour expertise is widely recognized. Consider writing articles or books on issue analysis and advising to share your insights with a broader audience. Take part in industry conferences as a speaker.\nYou are at the pinnacle of your field. Focus on shaping the future of issue analysis and advising by contributing to thought leadership, advising top-tier clients, and nurturing the next generation of advisors.",
  "Answer1": "I have no understanding of how to survey issues or provide advice.",
  "Answer2": "I know how to survey issues but cannot apply this knowledge effectively.",
  "Answer3": "I understand how to survey issues but cannot effectively balance them or provide advice.",
  "Answer4": "I can survey issues and provide advice at a very basic level.",
  "Answer5": "I can survey issues and provide advice to some extent.",
  "Answer6": "I regularly and professionally survey issues and provide advice.",
  "Answer7": "I excel in surveying issues, balancing them, and providing advice.",
  "Answer8": "I am highly skilled in issue analysis and advice, and clients are very impressed.",
  "Answer9": "I am among the best in surveying issues, balancing them, and providing advice.",
  "Answer10": "No one is more proficient in surveying issues, balancing them, and providing advice than I am."
 },
 {
  "Main Group": "COMMERCIAL",
  "Sub Group": "Result-oriented",
  "ID": 8,
  "Name": "Can manage costs",
  "Question": "To what extent can you manage costs and implement time and money during a project to achieve the maximum benefit for the client, your company, and their employees?",
  "Description": "When answering this question, consider the variety of projects you might encounter, ranging from simple to very complex. In complex cases, thorough insight, knowledge, and experience are necessary to manage costs and time effectively. Your rating should reflect your ability to balance effort and results, maintain a positive work environment, and ensure quality within budget. This includes handling projects that do not go as planned. \n\nIf you understand cost and time management but cannot effectively implement them, rate yourself a 3.\nIf you can manage costs and time but only at a basic level, rate yourself a 4 or 5.\nIf you regularly and professionally manage costs and time to maximize project outcomes, rate yourself a 6.\nIf you excel in managing costs and time to achieve optimal results, rate yourself a 7.\nIf clients highly value your cost and time management skills, rate yourself an 8.\nIf stakeholders and colleagues are always impressed by your ability to manage costs and time for maximum project outcomes, rate yourself a 9.\nIf you are recognized as the best in managing costs and time for maximum project outcomes, rate yourself a 10.",
  "Weight": 50,
  "Sequence": 7,
  "Advies 1-4": "Start by gaining a solid understanding of cost and time management techniques through reading, online courses, and workshops. Seek mentorship from experienced project managers.\nPractice managing costs and time in low-risk scenarios. Focus on implementing these skills and request feedback to improve.\nVolunteer for projects where you can practice cost and time management in a controlled environment to build confidence and experience.",
  "Advies 5-6": "Engage in more complex projects to challenge your cost and time management skills. Work on enhancing your planning and budgeting techniques to manage resources more effectively.\nSeek opportunities to work with more senior clients and on larger projects to broaden your experience. Consider advanced training or certifications in project management to solidify your expertise.\n",
  "Advies 7": "Enhance your network within your industry to learn from peers and share best practices.\nTake on leadership roles in projects involving cost and time management to further refine your skills.\nStay updated with the latest trends and innovations in project management and resource optimization.",
  "Advies 8 -10": "You are highly skilled, and your clients are very impressed with your ability to manage costs and time effectively. Share your knowledge through mentoring or leading workshops. Continue to seek challenging projects to further hone your skills.\nYour expertise is widely recognized. Consider writing articles or books on cost and time management to share your insights with a broader audience. Take part in industry conferences as a speaker.\nYou are at the pinnacle of your field. Focus on shaping the future of project management by contributing to thought leadership, advising top-tier clients, and nurturing the next generation of project managers.",
  "Answer1": "I have no understanding of how to manage costs or time effectively.",
  "Answer2": "I know how to manage costs and time but cannot apply this knowledge effectively.",
  "Answer3": "I understand cost and time management but cannot implement them effectively.",
  "Answer4": "I can manage costs and time at a very basic level.",
  "Answer5": "I can manage costs and time to some extent.",
  "Answer6": "I regularly and professionally manage costs and time to maximize project outcomes.",
  "Answer7": "I excel in managing costs and time to achieve optimal results.",
  "Answer8": "I am highly skilled in cost and time management, and clients are very impressed.",
  "Answer9": "I am among the best in managing costs and time to achieve maximum benefits.",
  "Answer10": "No one is more proficient in managing costs and time for maximum project outcomes than I am.\n"
 },
 {
  "Main Group": "COMMERCIAL",
  "Sub Group": "Result-oriented",
  "ID": 9,
  "Name": "Can reach agreement",
  "Question": "To what extent can you reach agreements that achieve optimal results, considering both the content and the client's interests, during conversations where various interests are concerned?",
  "Description": "When answering this question, consider the variety of conversations you might encounter, ranging from simple to very complex. In complex cases, thorough insight, knowledge, and experience are necessary to balance various interests effectively. This includes situations where projects may go wrong, run over budget, or face other significant issues. Your rating should reflect your ability to navigate these challenges and achieve agreements that consider the interests of the company, the client, and other stakeholders, ensuring a positive outcome for all parties within a commercial and result-oriented context.",
  "Weight": 50,
  "Sequence": 8,
  "Advies 1-4": "Start by gaining a solid understanding of negotiation and agreement techniques through reading, online courses, and workshops. Seek mentorship from experienced negotiators.\nPractice reaching agreements in low-risk scenarios. Focus on balancing the content and the client's interests and request feedback to improve.\nVolunteer for projects where you can practice negotiation skills in a controlled environment to build confidence and experience.",
  "Advies 5-6": "Engage in more complex negotiations to challenge your skills. Work on enhancing your techniques to balance various interests more effectively.\nSeek opportunities to work with more senior clients and on larger projects to broaden your experience. Consider advanced training or certifications in negotiation and client management to solidify your expertise.",
  "Advies 7": "Enhance your network within your industry to learn from peers and share best practices.\nTake on leadership roles in projects involving negotiation and agreement to further refine your skills.\nStay updated with the latest trends and innovations in negotiation and client management.",
  "Advies 8 -10": "You are highly skilled, and your clients are very impressed with your ability to reach agreements effectively, even in complex situations. Share your knowledge through mentoring or leading workshops. Continue to seek challenging projects to further hone your skills.\nYour expertise is widely recognized. Consider writing articles or books on negotiation and client management to share your insights with a broader audience. Take part in industry conferences as a speaker.\nYou are at the pinnacle of your field. Focus on shaping the future of negotiation and client management by contributing to thought leadership, advising top-tier clients, and nurturing the next generation of negotiators.\n\n\n\n\n\n",
  "Answer1": "I have no understanding of how to reach agreements that balance different interests.",
  "Answer2": "I know how to reach agreements but cannot apply this knowledge effectively.",
  "Answer3": "I understand how to reach agreements but cannot effectively balance the content and the client's interests.",
  "Answer4": "I can reach agreements at a very basic level.",
  "Answer5": "I can reach agreements to some extent.",
  "Answer6": "I regularly and professionally reach agreements that balance the content and the client's interests.",
  "Answer7": "I excel in reaching agreements that achieve optimal results.",
  "Answer8": "I am highly skilled in reaching agreements, and clients are very impressed.",
  "Answer9": "I am among the best in reaching agreements that balance various interests.",
  "Answer10": "No one is more proficient in reaching agreements that achieve optimal results than I am."
 },
 {
  "Main Group": "COMMERCIAL",
  "Sub Group": "Result-oriented",
  "ID": 10,
  "Name": "Take decisions",
  "Question": "To what extent can you take well-considered decisions by acting in time or giving your point of view?",
  "Description": "When answering this question, consider the variety of decisions you might need to make, ranging from simple to very complex. In complex cases, thorough insight, knowledge, and experience are necessary to take timely and well-considered decisions. Your rating should reflect your ability to be proactive by giving your opinion or intervening with well-thought-out advice in the interest of the client, the company, and colleagues, even if it is not directly your responsibility.",
  "Weight": 50,
  "Sequence": 9,
  "Advies 1-4": "Start by gaining a solid understanding of decision-making techniques through reading, online courses, and workshops. Seek mentorship from experienced decision-makers.\nPractice making decisions in low-risk scenarios. Focus on acting in time and providing well-considered advice, and request feedback to improve.\nVolunteer for projects where you can practice decision-making in a controlled environment to build confidence and experience.",
  "Advies 5-6": "Engage in more complex projects to challenge your decision-making skills. Work on enhancing your ability to provide timely and well-considered advice.\nSeek opportunities to work with more senior clients and on larger projects to broaden your experience. Consider advanced training or certifications in decision-making and management to solidify your expertise.\n",
  "Advies 7": "Enhance your network within your industry to learn from peers and share best practices.\nTake on leadership roles in projects involving decision-making to further refine your skills.\nStay updated with the latest trends and innovations in decision-making and management.\n",
  "Advies 8 -10": "You are highly skilled, and your clients are very impressed with your ability to make well-considered decisions in a timely manner. Share your knowledge through mentoring or leading workshops. Continue to seek challenging projects to further hone your skills.\nYour expertise is widely recognized. Consider writing articles or books on decision-making to share your insights with a broader audience. Take part in industry conferences as a speaker.\nYou are at the pinnacle of your field. Focus on shaping the future of decision-making by contributing to thought leadership, advising top-tier clients, and nurturing the next generation of decision-makers.",
  "Answer1": "I have no understanding of how to take well-considered decisions.",
  "Answer2": "I know how to take decisions but cannot apply this knowledge effectively.",
  "Answer3": "I understand how to take decisions but cannot implement them effectively.",
  "Answer4": "I can take well-considered decisions at a very basic level.",
  "Answer5": "I can take well-considered decisions to some extent.",
  "Answer6": "I regularly and professionally take well-considered decisions.",
  "Answer7": "I excel in taking well-considered decisions by acting in time or giving my point of view.",
  "Answer8": "I am highly skilled in decision-making, and people are very impressed.",
  "Answer9": "I am among the best in taking well-considered decisions.",
  "Answer10": "No one is more proficient in taking well-considered decisions than I am."
 }
]