{"Main Group":"COMMERCIAL","Sub Group":"Strategic","ID":1,"Name":"MarCom understanding","Question":"I know the specific market mechanisms of the markets we operate in, know in which way I have to approach these and can communicate at a strategic level with our business partners","Description":"I know the specific market mechanisms of the markets we operate in, known in which way I have to approach these and can communicate at a strategic level with our business partners","Weight":50,"Sequence":1,"Advies 1-4":null,"Advies 5-6":null,"Advies 7":null,"Advies 8 -10":null}
{"Main Group":"COMMERCIAL","Sub Group":"Strategic","ID":2,"Name":"Market understanding","Question":"I know what is going on in the retail sector and at vendors and have understanding of the interests, behaviour, products, players and trends on that market. I know the complete logistical and value chain in that market","Description":"I know what is going on in the retail branch and at vendors and have understanding of the interests, behaviour, products, players and trends on that market. I know the complete logistical and value chain in that market","Weight":50,"Sequence":2,"Advies 1-4":null,"Advies 5-6":null,"Advies 7":null,"Advies 8 -10":null}
{"Main Group":"COMMERCIAL","Sub Group":"Strategic","ID":4,"Name":"Able to elaborate strategy","Question":"I can translate commercial strategies and\/or sub-strategies SMART into activities and tasks that have to be done within Quince. (SMART. Specific, Measurable, Acceptable, Realistic, Time-limited)","Description":"I can translate commercial strategies and\/or sub-strategies SMART into activities and tasks that have to be done within Quince (SMART: Specific, Measurable, Acceptable, Realistic, Time-limited)","Weight":50,"Sequence":3,"Advies 1-4":null,"Advies 5-6":null,"Advies 7":null,"Advies 8 -10":null}
{"Main Group":"COMMERCIAL","Sub Group":"Client-oriented","ID":5,"Name":"Client knowledge","Question":"I know almost all clients of Quince, meaning that I know what sort of organisations they are, which interests are at stake internally and externally, which mutual relations exist, and which strategy the clients pursue in the market.","Description":"I know almost all clients of Quince meaning that I know what sort of organisations they are, which interests are at stake internally and externally, which mutual relations exist, and which strategy the clients pursue on the market.","Weight":50,"Sequence":4,"Advies 1-4":null,"Advies 5-6":null,"Advies 7":null,"Advies 8 -10":null}
{"Main Group":"COMMERCIAL","Sub Group":"Client-oriented","ID":6,"Name":"Analyse problems","Question":"I know how I can trace the problems and needs of the client and can filter to the core without trusting the in-house analysis of the client blindly.","Description":"I know how I can trace the problems and needs of the client and can filter to the core without trusting the own analysis of the client blindly.","Weight":50,"Sequence":5,"Advies 1-4":null,"Advies 5-6":null,"Advies 7":null,"Advies 8 -10":null}
{"Main Group":"COMMERCIAL","Sub Group":"Client-oriented","ID":7,"Name":"Able to judge","Question":"I can survey issues well, balance them on the basis of knowledge and experience, and on that basis I can provide a realistic proposal or give advice to the client.","Description":"I can survey issues well, balance them on the basis of knowledge and experience, and on that basis I can provide a realistic proposal or advice to the client.","Weight":50,"Sequence":6,"Advies 1-4":null,"Advies 5-6":null,"Advies 7":null,"Advies 8 -10":null}
{"Main Group":"COMMERCIAL","Sub Group":"Result-oriented","ID":8,"Name":"Can manage costs","Question":"I can almost always implement time and money during a project so that the maximum is achieved for the client, Quince and Quince employees","Description":"I can almost always implement time and money during a project that the maximum is achieved for the client, X and X employees","Weight":50,"Sequence":7,"Advies 1-4":null,"Advies 5-6":null,"Advies 7":null,"Advies 8 -10":null}
{"Main Group":"COMMERCIAL","Sub Group":"Result-oriented","ID":9,"Name":"Can reach agreement","Question":"IN conversations during which various interests are concerned I can achieve optimum results both with an eye on the contents and the client","Description":"At conversations during which various interests are concerned I can achieve optimum results both with an eye on the contents and the relation","Weight":50,"Sequence":8,"Advies 1-4":null,"Advies 5-6":null,"Advies 7":null,"Advies 8 -10":null}
{"Main Group":"COMMERCIAL","Sub Group":"Result-oriented","ID":10,"Name":"Take decisions","Question":"I take well-considered decisions by acting in time or giving my point of view","Description":"I take well-considered decisions by acting in time or telling my point of view","Weight":50,"Sequence":9,"Advies 1-4":null,"Advies 5-6":null,"Advies 7":null,"Advies 8 -10":null}
