[
 {
  "Main Group": "COMMUNICATIVE",
  "Sub Group": "Assertiveness",
  "ID": 63,
  "Name": "Indicate limits",
  "Question": "To what extent do you know your limits and indicate these clearly and tactfully?",
  "Description": "When answering this question, consider the variety of situations where you might need to indicate your limits, ranging from simple to very complex interactions. Your rating should reflect your ability to perform these tasks within a communicative and assertive context, ensuring that you maintain professionalism and positive relationships even when setting boundaries with a variety of people, including in group settings. Score 3: If you understand your limits but cannot clearly or tactfully communicate them.\nScore 4 or 5: If you can indicate your limits but only at a basic level or to some extent.\nScore 6: If you regularly and professionally indicate your limits clearly and tactfully.\nScore 7: If you excel in knowing and indicating your limits clearly and tactfully.\nScore 8: If colleagues highly value your ability to indicate your limits.\nScore 9: If stakeholders and colleagues are always impressed by your ability to indicate your limits clearly and tactfully.\nScore 10: If you are recognized as the best in indicating your limits clearly and tactfully.",
  "Weight": 50,
  "Sequence": 62,
  "Advies 1-4": "Start by gaining a solid understanding of assertiveness and boundary-setting techniques through reading, online courses, and workshops. Seek mentorship from experienced communicators.\nPractice indicating your limits in low-risk scenarios. Focus on clear and tactful communication, and request feedback to improve.\nVolunteer for projects where you can practice setting boundaries in a controlled environment to build confidence and experience.",
  "Advies 5-6": "Engage in more complex interactions to challenge your boundary-setting skills. Work on enhancing your ability to communicate your limits clearly and tactfully.\nSeek opportunities to work with more senior colleagues and in more challenging environments to broaden your experience. Consider advanced training or certifications in communication and assertiveness to solidify your expertise.",
  "Advies 7": "Enhance your network within your industry to learn from peers and share best practices.\nTake on leadership roles in projects involving communication to further refine your skills.\nStay updated with the latest trends and innovations in communication and assertiveness.",
  "Answer1": "I have no understanding of my limits or how to indicate them.",
  "Answer2": "I know my limits but cannot indicate them effectively.",
  "Answer3": "I understand my limits but cannot clearly or tactfully communicate them.",
  "Answer4": "I can indicate my limits at a very basic level.\n",
  "Answer5": "I can indicate my limits to some extent.",
  "Answer6": "I regularly and professionally indicate my limits clearly and tactfully.\n",
  "Answer7": "I excel in knowing and indicating my limits clearly and tactfully.\n",
  "Answer8": "I am highly skilled in indicating my limits, and colleagues are very impressed.\n",
  "Answer9": "I am among the best in knowing and indicating my limits.\n",
  "Answer10": "No one is more proficient in indicating their limits clearly and tactfully than I am.\n"
 },
 {
  "Main Group": "COMMUNICATIVE",
  "Sub Group": "Assertiveness",
  "ID": 64,
  "Name": "Able to handle conflicts",
  "Question": "I can handle and solve differences of opinion in a tactful way.",
  "Description": "When answering this question, consider the variety of conflicts you might encounter, ranging from simple disagreements to very complex conflicts. Your rating should reflect your ability to manage and resolve these conflicts within a communicative and assertive context, ensuring that you maintain professionalism and positive relationships even when handling disagreements.",
  "Weight": 50,
  "Sequence": 63,
  "Advies 1-4": "Start by gaining a solid understanding of conflict resolution techniques through reading, online courses, and workshops. Seek mentorship from experienced conflict managers.\nPractice handling conflicts in low-risk scenarios. Focus on tactful communication and request feedback to improve.\nVolunteer for projects where you can practice conflict resolution in a controlled environment to build confidence and experience.",
  "Advies 5-6": "Engage in more complex conflicts to challenge your resolution skills. Work on enhancing your ability to manage and resolve differences of opinion tactfully.\nSeek opportunities to work with more senior colleagues and in more challenging environments to broaden your experience. Consider advanced training or certifications in conflict resolution and assertive communication to solidify your expertise.",
  "Advies 7": "Enhance your network within your industry to learn from peers and share best practices.\nTake on leadership roles in projects involving conflict resolution to further refine your skills.\nStay updated with the latest trends and innovations in conflict resolution and assertive communication.",
  "Answer1": "I have no understanding of how to handle and solve differences of opinion.",
  "Answer2": "I know how to handle conflicts but cannot apply this knowledge effectively.",
  "Answer3": "I understand how to handle conflicts but cannot solve them tactfully.",
  "Answer4": "I can handle conflicts at a very basic level.",
  "Answer5": "I can handle conflicts to some extent.",
  "Answer6": "I regularly and professionally handle and solve conflicts tactfully.",
  "Answer7": "I excel in handling and solving conflicts in a tactful way.",
  "Answer8": "I am highly skilled in conflict resolution, and colleagues are very impressed.",
  "Answer9": "I am among the best in handling and solving conflicts.",
  "Answer10": "No one is more proficient in handling and solving conflicts than I am."
 },
 {
  "Main Group": "COMMUNICATIVE",
  "Sub Group": "Assertiveness",
  "ID": 65,
  "Name": "Confront with",
  "Question": "To what extent can you address someone respectfully about their behavior to make them aware of it and its effect on others?",
  "Description": "When answering this question, consider situations where you need to address behavior, including those outside your responsibility or involving people with more authority. Your rating should reflect your ability to handle these interactions professionally and assertively, ensuring positive relationships and effective communication.",
  "Weight": 50,
  "Sequence": 64,
  "Advies 1-4": "Start by gaining a solid understanding of assertiveness and communication techniques through reading, online courses, and workshops. Seek mentorship from experienced communicators.\nPractice addressing behavior in low-risk scenarios. Focus on respectful communication and request feedback to improve.\nVolunteer for projects where you can practice addressing behavior in a controlled environment to build confidence and experience.",
  "Advies 5-6": "Engage in more complex interactions to challenge your communication skills. Work on enhancing your ability to address behavior respectfully and effectively.\nSeek opportunities to work with more senior colleagues and in more challenging environments to broaden your experience. Consider advanced training or certifications in communication and assertiveness to solidify your expertise.",
  "Advies 7": "Enhance your network within your industry to learn from peers and share best practices.\nTake on leadership roles in projects involving assertive communication to further refine your skills.\nStay updated with the latest trends and innovations in communication and assertiveness.\n\n\n\n\n\n",
  "Answer1": "I have no understanding of how to address someone's behavior.",
  "Answer2": "I know how to address behavior but cannot apply this knowledge effectively.",
  "Answer3": "I understand how to address someone's behavior but cannot do so tactfully or effectively.\n",
  "Answer4": "I can address behavior at a very basic level.",
  "Answer5": "I can address behavior to some extent.",
  "Answer6": "I regularly and professionally address behavior respectfully and effectively.",
  "Answer7": "I excel in addressing behavior respectfully, making the person aware of its impact.",
  "Answer8": "Colleagues highly value my ability to address behavior effectively.",
  "Answer9": "Stakeholders and colleagues are always impressed by my ability to address behavior respectfully and effectively.",
  "Answer10": "I am recognized as the best in addressing behavior respectfully and effectively."
 },
 {
  "Main Group": "COMMUNICATIVE",
  "Sub Group": "Assertiveness",
  "ID": 66,
  "Name": "Stating your opinion",
  "Question": "To what extent can you visualize a clear opinion for yourself and communicate it well-founded, even on topics outside your field or interest?",
  "Description": "When answering this question, consider the variety of topics you might need to form an opinion on, including those outside your field or interest. Your rating should reflect your ability to form a clear, well-founded opinion and communicate it effectively within a communicative and assertive context, ensuring that you maintain professionalism and positive relationships even when expressing your viewpoint.",
  "Weight": 50,
  "Sequence": 65,
  "Advies 1-4": "Educate Yourself: Start by gaining a solid understanding of critical thinking and communication techniques through reading, online courses, and workshops. Topics can include basic logic, argument structure, and persuasive communication.\nPractice Deliberation: Engage in discussions or debates on a variety of topics, especially those outside your comfort zone. Use platforms like debate clubs, discussion forums, or even casual debates with friends or colleagues.\nSeek Feedback: After forming and stating your opinion, ask for feedback on your clarity and logic from trusted peers or mentors. Focus on both the structure of your argument and the manner of your delivery.\nRole-Playing Scenarios: Volunteer for projects or scenarios that require you to form opinions on unfamiliar topics. This could include cross-functional team meetings, interdisciplinary projects, or community engagements.",
  "Advies 5-6": "Expand Your Knowledge Base: Continuously learn about new fields and subjects. Attend seminars, webinars, or take courses in areas outside your main expertise. This will help you feel more comfortable forming opinions on a wider range of topics.\nStructured Opinion Formation: Use frameworks like SWOT analysis (Strengths, Weaknesses, Opportunities, Threats) or the Six Thinking Hats to structure your opinion formation process. This can help ensure your opinions are well-rounded and well-founded.\nEngage with Experts: Seek out discussions with experts in fields you are less familiar with. Listen to their viewpoints and practice forming and articulating your own opinions based on these new insights.\nSimulated Environments: Participate in simulations or workshops that challenge you to make decisions and state opinions on unfamiliar topics. This could be part of professional development programs or specialized training sessions.",
  "Advies 7": "Leadership Roles: Take on leadership roles in multidisciplinary projects where forming and communicating well-founded opinions is crucial. This will further refine your skills and expose you to diverse viewpoints.\nMentorship: Mentor junior colleagues or peers in the art of forming and stating well-founded opinions. Teaching others can reinforce your own skills and highlight areas for further improvement.\nPublic Speaking: Engage in public speaking opportunities where you present on a variety of topics. This can enhance your ability to articulate well-founded opinions clearly and confidently.",
  "Answer1": "I have no understanding of how to form or state a clear opinion.",
  "Answer2": "I can form an opinion but cannot communicate it effectively.",
  "Answer3": "I can form a clear opinion but cannot communicate it well-founded.",
  "Answer4": "I can state my opinion at a very basic level.",
  "Answer5": "I can state my opinion to some extent.",
  "Answer6": "I regularly and professionally state my opinion clearly and well-founded.",
  "Answer7": "I excel in forming and communicating well-founded opinions.",
  "Answer8": "Colleagues highly value my ability to state my opinion effectively.",
  "Answer9": "Stakeholders and colleagues are always impressed by my ability to communicate my opinion clearly and well-founded.",
  "Answer10": "I am recognized as the best in forming and stating well-founded opinions."
 },
 {
  "Main Group": "COMMUNICATIVE",
  "Sub Group": "Persuasiveness",
  "ID": 67,
  "Name": "Hold discussions",
  "Question": "To what extent can you hold discussions where, through preparation, structuring, and way of acting, the final objective is achieved with mutual agreement?\n\n",
  "Description": "When answering this question, consider the variety of discussions you might engage in, ranging from simple to very complex. Your rating should reflect your ability to prepare, structure, and conduct discussions effectively to achieve the final objective with mutual agreement. This includes ensuring that all parties feel heard and satisfied with the outcome.",
  "Weight": 50,
  "Sequence": 66,
  "Advies 1-4": "Learn Discussion Techniques: Start by gaining a solid understanding of discussion and negotiation techniques through reading, online courses, and workshops. Topics can include active listening, question framing, and conflict resolution.\nPractice Structured Discussions: Engage in practice discussions on a variety of topics. Use structured formats like formal debates, mock negotiations, or role-playing exercises.\nSeek Feedback: After participating in discussions, ask for feedback on your preparation, structuring, and conduct from trusted peers or mentors. Focus on both the effectiveness of your argument and the manner of your engagement.\nObservation and Reflection: Volunteer to observe experienced colleagues in discussions and reflect on their techniques. Note how they prepare, structure, and conduct discussions to achieve mutual agreement.",
  "Advies 5-6": "Enhance Preparation Skills: Improve your preparation techniques by researching topics thoroughly, anticipating counterarguments, and planning your structure in advance.\nUse Discussion Frameworks: Utilize frameworks like the Harvard Negotiation Project’s seven elements (Interests, Options, Alternatives, Legitimacy, Communication, Relationship, Commitment) to guide your discussions.\nEngage in Diverse Discussions: Seek opportunities to participate in discussions with diverse stakeholders, including those with differing viewpoints. This will help you adapt your techniques to various contexts.\nSimulated Environments: Participate in simulations or workshops that challenge you to conduct discussions and achieve mutual agreements. This could be part of professional development programs or specialized training sessions.",
  "Advies 7": "Leadership Roles: Take on leadership roles in multidisciplinary projects where effective discussion and mutual agreement are crucial. This will further refine your skills and expose you to diverse viewpoints.\nMentorship: Mentor junior colleagues or peers in the art of conducting discussions to achieve mutual agreement. Teaching others can reinforce your own skills and highlight areas for further improvement.\nPublic Speaking and Facilitation: Engage in public speaking or facilitation roles where you guide discussions and seek mutual agreement on various topics. This can enhance your ability to manage discussions effectively.",
  "Answer1": "I have no understanding of how to hold effective discussions.",
  "Answer2": "I know how to hold discussions but cannot apply this knowledge effectively.",
  "Answer3": "I understand how to hold discussions but cannot achieve mutual agreement.",
  "Answer4": "I can hold discussions at a very basic level.",
  "Answer5": "I can hold discussions to some extent.",
  "Answer6": "I regularly and professionally hold discussions that achieve mutual agreement.",
  "Answer7": "I excel in preparing, structuring, and conducting discussions to achieve mutual agreement.",
  "Answer8": "Colleagues highly value my ability to hold discussions effectively.",
  "Answer9": "Stakeholders and colleagues are always impressed by my ability to hold discussions that achieve mutual agreement.",
  "Answer10": "I am recognized as the best in holding discussions that achieve mutual agreement."
 },
 {
  "Main Group": "COMMUNICATIVE",
  "Sub Group": "Persuasiveness",
  "ID": 68,
  "Name": "Present, communicate clearly",
  "Question": "To what extent can you clearly and persuasively present and communicate an idea or range of ideas to individuals or groups?",
  "Description": "When answering this question, consider the variety of topics you might need to present, including those outside your field of expertise or interest. Your rating should reflect your ability to clearly and persuasively convey ideas on any subject to both individuals and groups, ensuring that your message is understood and impactful.",
  "Weight": 50,
  "Sequence": 67,
  "Advies 1-4": "Learn Communication Techniques: Start by gaining a solid understanding of communication techniques through reading, online courses, and workshops. Focus on structuring your message, using clear language, and engaging your audience.\nPractice Public Speaking: Engage in public speaking or presentations on a variety of topics. Use platforms like Toastmasters, community events, or classroom settings to practice.\nSeek Feedback: After communicating an idea, ask for feedback on your clarity and persuasiveness from trusted peers or mentors. Focus on both the structure of your communication and the delivery of your message.\nObservation and Reflection: Observe experienced communicators and reflect on their techniques. Note how they structure their message, engage their audience, and communicate their ideas clearly and persuasively.",
  "Advies 5-6": "Enhance Communication Skills: Improve your communication techniques by incorporating storytelling, visual aids, and interactive elements. Practice delivering your message in a clear and engaging manner.\nEngage in Diverse Communications: Seek opportunities to communicate on different subjects, including those outside your expertise. This will help you adapt your communication style to various contexts.\nUse Feedback for Improvement: Actively seek and use feedback to refine your communication skills. Focus on areas like clarity, engagement, and persuasiveness.\nSimulated Environments: Participate in simulations or workshops that challenge you to communicate complex ideas clearly and persuasively. This could be part of professional development programs or specialized training sessions.",
  "Advies 7": "Leadership Roles: Take on leadership roles that require frequent communication of ideas. This will further refine your skills and expose you to diverse audiences.\nMentorship: Mentor junior colleagues or peers in the art of communicating ideas clearly and persuasively. Teaching others can reinforce your own skills and highlight areas for further improvement.\nAdvanced Public Speaking: Engage in advanced public speaking opportunities, such as keynote speeches or panel discussions, where you communicate complex ideas to large audiences.",
  "Answer1": "I have no understanding of how to present or communicate ideas clearly.",
  "Answer2": "I know how to present ideas but cannot communicate them effectively.",
  "Answer3": "I understand how to present ideas but cannot communicate them clearly or persuasively.",
  "Answer4": "I can present and communicate ideas at a very basic level.",
  "Answer5": "I can present and communicate ideas to some extent.",
  "Answer6": "I regularly and professionally present and communicate ideas clearly and persuasively.",
  "Answer7": "I excel in presenting and communicating ideas clearly and persuasively.",
  "Answer8": "Colleagues highly value my ability to present and communicate ideas effectively.",
  "Answer9": "Stakeholders and colleagues are always impressed by my ability to present and communicate ideas clearly and persuasively.\n",
  "Answer10": "I am recognized as the best in presenting and communicating ideas clearly and persuasively."
 },
 {
  "Main Group": "COMMUNICATIVE",
  "Sub Group": "Communication skills",
  "ID": 69,
  "Name": "Listen",
  "Question": "I not only hear what people say, I also listen to what others say. For me it is more important to understand than to be understood.",
  "Description": "When answering this question, consider the variety of situations where you need to listen actively, ranging from simple to very complex interactions. Your rating should reflect your ability to actively listen and make others feel heard and understood, prioritizing their perspectives and insights, even when their viewpoints differ significantly from your own. This includes demonstrating empathy and acknowledging their points effectively.",
  "Weight": 50,
  "Sequence": 68,
  "Advies 1-4": "Learn Active Listening Techniques: Start by gaining a solid understanding of active listening techniques through reading, online courses, and workshops. Focus on skills like paraphrasing, asking clarifying questions, and giving feedback.\nPractice Mindful Listening: Engage in mindful listening exercises where you focus entirely on the speaker without planning your response. Practice this in low-stakes conversations to build the habit.\nSeek Feedback: After conversations, ask for feedback on your listening skills from trusted peers or mentors. Focus on how well you understood and acknowledged the speaker's points.\nObservation and Reflection: Observe skilled listeners in action and reflect on their techniques. Note how they engage with speakers, show understanding, and respond thoughtfully.",
  "Advies 5-6": "Enhance Listening Skills: Improve your listening techniques by practicing active listening in diverse conversations. Engage with different people and topics to broaden your ability to understand various perspectives.\nUse Feedback for Improvement: Actively seek and use feedback to refine your listening skills. Focus on areas like understanding nuances, showing empathy, and providing thoughtful responses.\nSimulated Environments: Participate in simulations or workshops that challenge you to listen effectively in complex situations. This could be part of professional development programs or specialized training sessions.",
  "Advies 7": "Leadership Roles: Take on leadership roles that require effective listening skills. This will further refine your abilities and expose you to diverse perspectives.\nMentorship: Mentor junior colleagues or peers in the art of active listening. Teaching others can reinforce your own skills and highlight areas for further improvement.\nAdvanced Listening Opportunities: Engage in opportunities that require advanced listening skills, such as mediation, negotiation, or conflict resolution.",
  "Answer1": "I have no understanding of how to listen effectively.",
  "Answer2": "I hear what people say but cannot listen to understand.",
  "Answer3": "I understand the importance of listening but struggle to prioritize understanding others.",
  "Answer4": "I can listen effectively at a very basic level.",
  "Answer5": "I can listen to understand to some extent.",
  "Answer6": "I regularly and professionally listen to understand others.",
  "Answer7": "I excel in listening to understand, prioritizing others' perspectives.",
  "Answer8": "Colleagues highly value my ability to listen and understand them.",
  "Answer9": "Stakeholders and colleagues are always impressed by my listening skills.",
  "Answer10": "I am recognized as the best in listening to understand others."
 },
 {
  "Main Group": "COMMUNICATIVE",
  "Sub Group": "Communication skills",
  "ID": 70,
  "Name": "Able to express oneself verbally",
  "Question": "To what extent can you express yourself verbally so that everyone understands the purpose and content of your message?",
  "Description": "When answering this question, consider the variety of situations where you need to express yourself verbally, ranging from simple to very complex topics. Your rating should reflect your ability to clearly and effectively communicate your message so that the purpose and content are understood by everyone, regardless of the complexity of the subject.",
  "Weight": 50,
  "Sequence": 69,
  "Advies 1-4": "Learn Verbal Communication Techniques: Start by gaining a solid understanding of verbal communication techniques through reading, online courses, and workshops. Focus on skills like clarity, coherence, and conciseness.\nPractice Clear Communication: Engage in exercises that require you to explain complex topics simply and clearly. Practice with peers or in safe environments like study groups.\nSeek Feedback: After verbal interactions, ask for feedback on your clarity and effectiveness from trusted peers or mentors. Focus on how well your message was understood.\nObservation and Reflection: Observe skilled communicators and reflect on their techniques. Note how they structure their message, use language effectively, and engage their audience.\n",
  "Advies 5-6": "Enhance Verbal Skills: Improve your verbal communication techniques by incorporating storytelling, examples, and interactive elements. Practice making your message clear and engaging.\nEngage in Diverse Conversations: Seek opportunities to communicate on different subjects, including those outside your expertise. This will help you adapt your communication style to various contexts.\nUse Feedback for Improvement: Actively seek and use feedback to refine your verbal communication skills. Focus on areas like clarity, engagement, and audience understanding.\nSimulated Environments: Participate in simulations or workshops that challenge you to communicate complex ideas clearly and persuasively. This could be part of professional development programs or specialized training sessions.",
  "Advies 7": "Leadership Roles: Take on leadership roles that require frequent verbal communication. This will further refine your skills and expose you to diverse audiences.\nMentorship: Mentor junior colleagues or peers in the art of verbal communication. Teaching others can reinforce your own skills and highlight areas for further improvement.\nAdvanced Communication Opportunities: Engage in opportunities that require advanced verbal communication skills, such as public speaking, presentations, or panel discussions.",
  "Answer1": "I have no understanding of how to express myself verbally.",
  "Answer2": "I can express myself verbally but often fail to convey the purpose and content of my message.",
  "Answer3": "I understand how to express myself but struggle to ensure everyone understands my message.",
  "Answer4": "I can express myself verbally at a very basic level.",
  "Answer5": "I can express myself verbally to some extent.",
  "Answer6": "I regularly and professionally express myself verbally so that everyone understands my message.",
  "Answer7": "I excel in expressing myself verbally, ensuring the purpose and content are clear to everyone.",
  "Answer8": "Colleagues highly value my ability to express myself verbally.",
  "Answer9": "Stakeholders and colleagues are always impressed by my verbal communication skills.",
  "Answer10": "I am recognized as the best in expressing myself verbally so that everyone understands my message."
 },
 {
  "Main Group": "COMMUNICATIVE",
  "Sub Group": "Communication skills",
  "ID": 71,
  "Name": "Able to express oneself in writing",
  "Question": "To what extent can you express yourself in writing so that everyone understands the purpose and content of your message?",
  "Description": "When answering this question, consider the variety of situations where you need to express yourself in writing, ranging from simple to very complex topics. Your rating should reflect your ability to clearly and effectively communicate your message in writing so that the purpose and content are understood by everyone. This includes being able to write in different styles, such as concise, structured, engaging, formal, or informal, and covering various subjects.",
  "Weight": 50,
  "Sequence": 70,
  "Advies 1-4": "Learn Writing Techniques: Start by gaining a solid understanding of writing techniques through reading, online courses, and workshops. Focus on skills like clarity, coherence, and conciseness.\nPractice Clear Writing: Engage in exercises that require you to write about complex topics simply and clearly. Practice with peers or in safe environments like writing groups.\nSeek Feedback: After writing, ask for feedback on your clarity and effectiveness from trusted peers or mentors. Focus on how well your message was understood.\nObservation and Reflection: Read skilled writers' work and reflect on their techniques. Note how they structure their message, use language effectively, and engage their audience.",
  "Advies 5-6": "Enhance Writing Skills: Improve your writing techniques by incorporating storytelling, examples, and clear structure. Practice making your message clear and engaging.\nEngage in Diverse Writing Projects: Seek opportunities to write on different subjects and in various styles, including concise, structured, engaging, formal, and informal. This will help you adapt your writing style to different contexts.\nUse Feedback for Improvement: Actively seek and use feedback to refine your writing skills. Focus on areas like clarity, engagement, and audience understanding.\nSimulated Environments: Participate in workshops or courses that challenge you to write complex ideas clearly and persuasively. This could be part of professional development programs or specialized training sessions.",
  "Advies 7": "Leadership Roles: Take on roles that require frequent written communication. This will further refine your skills and expose you to diverse writing tasks.\nMentorship: Mentor junior colleagues or peers in the art of written communication. Teaching others can reinforce your own skills and highlight areas for further improvement.\nAdvanced Writing Opportunities: Engage in opportunities that require advanced writing skills, such as writing articles, reports, or publications.",
  "Answer1": "I have no understanding of how to express myself in writing.",
  "Answer2": "I can write but often fail to convey the purpose and content of my message.",
  "Answer3": "I understand how to write but struggle to ensure everyone understands my message.",
  "Answer4": "I can express myself in writing at a very basic level.",
  "Answer5": "I can express myself in writing to some extent.",
  "Answer6": "I regularly and professionally express myself in writing so that everyone understands my message.",
  "Answer7": "I excel in expressing myself in writing, ensuring the purpose and content are clear to everyone.",
  "Answer8": "Colleagues highly value my ability to express myself in writing.",
  "Answer9": "Stakeholders and colleagues are always impressed by my written communication skills.",
  "Answer10": "I am recognized as the best in expressing myself in writing so that everyone understands my message."
 },
 {
  "Main Group": "COMMUNICATIVE",
  "Sub Group": "Communication skills",
  "ID": 72,
  "Name": "Provide feedback",
  "Question": "To what extent can you provide feedback, both when asked for and unasked-for, in a positive way on the positive or negative functioning or behavior\/attitude of someone?",
  "Description": "When answering this question, consider the variety of situations where you need to provide feedback, whether it is solicited or unsolicited. This includes giving feedback to individuals who may have more authority than you. Your rating should reflect your ability to deliver feedback constructively and positively, addressing both positive and negative aspects of someone's functioning, behavior, or attitude.",
  "Weight": 50,
  "Sequence": 71,
  "Advies 1-4": "Learn Feedback Techniques: Start by gaining a solid understanding of feedback techniques through reading, online courses, and workshops. Focus on methods like the \"sandwich\" technique, where you balance positive and negative feedback.\nPractice Giving Feedback: Engage in exercises that require you to provide feedback in various scenarios. Practice with peers or in safe environments like workshops.\nSeek Feedback on Your Feedback: After providing feedback, ask for feedback on your delivery from trusted peers or mentors. Focus on how well your feedback was received and its impact.\nObservation and Reflection: Observe skilled feedback providers and reflect on their techniques. Note how they balance positive and negative feedback, use language effectively, and engage their audience.\n",
  "Advies 5-6": "Enhance Feedback Skills: Improve your feedback techniques by incorporating clear examples, actionable suggestions, and a balanced approach. Practice delivering feedback in a constructive and positive manner.\nEngage in Diverse Feedback Situations: Seek opportunities to provide feedback in different contexts, including those outside your comfort zone. This will help you adapt your feedback style to various situations.\nUse Feedback for Improvement: Actively seek and use feedback to refine your feedback skills. Focus on areas like clarity, empathy, and effectiveness.\nSimulated Environments: Participate in workshops or courses that challenge you to provide feedback in complex situations. This could be part of professional development programs or specialized training sessions.",
  "Advies 7": "Leadership Roles: Take on roles that require regular feedback delivery. This will further refine your skills and expose you to diverse feedback scenarios.\nMentorship: Mentor junior colleagues or peers in the art of providing feedback. Teaching others can reinforce your own skills and highlight areas for further improvement.\nAdvanced Feedback Opportunities: Engage in opportunities that require advanced feedback skills, such as performance reviews, coaching, or conflict resolution.\n",
  "Answer1": "I have no understanding of how to provide feedback effectively.",
  "Answer2": "I can provide feedback but often fail to do so in a positive way.",
  "Answer3": "I understand how to provide feedback but struggle to balance positive and negative aspects.",
  "Answer4": "I can provide feedback at a very basic level.",
  "Answer5": "I can provide feedback to some extent.",
  "Answer6": "I regularly and professionally provide feedback in a positive way.",
  "Answer7": "I excel in providing constructive feedback on both positive and negative aspects.",
  "Answer8": "Colleagues highly value my ability to provide feedback effectively.",
  "Answer9": "Stakeholders and colleagues are always impressed by my feedback skills.",
  "Answer10": "I am recognized as the best in providing positive and constructive feedback."
 }
]